//店长推荐菜单
var TJList = [{
      name: "富贵竹",
      anotherName:"万寿竹，开运竹，塔竹，百合竹",
      value: "100.00",//有一个
      bigvalue: "120.00",//有一个
      smallvalue: "220.00",
      genus: "龙舌兰科 ，龙舌兰属",
      habit: "富贵竹性喜阴湿高温，耐涝，耐肥力强，抗寒力强；喜半荫的环境。富贵竹适宜生长于排水良好的砂质土或半泥砂及冲积层粘土中，适宜生长温度为20—28℃，可耐2—3℃低温，但冬季要防霜冻。夏秋季高温多湿季节，对富贵竹生长十分有利，是其生长最佳时期。它对光照要求不严，适宜在明亮散射光下生长，光照过强、曝晒会引起叶片变黄、褪绿、生长慢等现象",
      technology: "应保持盆土湿润，每半月施一次腐殖酸液肥。夏季在室外养护的要遮阴，光照过强会使叶片变黄，放在北向阳台或疏荫下较好。气候干燥时每日向地面及叶片淋水1次至2次。11月至翌年3月要在室内养护，放南窗前可见阳光处，保持10℃以上可缓慢生长。春季3月至4月换盆换土，培养土可用泥炭土加50%园土配成。盆底先垫2厘米至3厘米厚的陶粒或粗沙砾做排水层，再加入培养土。栽后保持盆土微湿，待新芽发出后可进行正常水肥管理。栽培两年左右要截干重栽，植株可留5节至6 节截干，截下的部分可扦插或水养。" ,
      detailText:"富贵竹属常绿小乔木。富贵竹的美与它的吉祥名字分不开。它具有细长潇洒的叶子，翠绿的叶色，其茎节表现出貌似竹节的特征，却不是真正的竹。中国有“花开富贵，竹报平安”的祝辞，由于富贵竹茎叶纤秀，柔美优雅，极富竹韵，故而很得人们喜爱。富贵竹管理粗放，病虫害少，容易栽培，并象征着“大吉大利”。",
     imgSrc: "../../images/plant/fuguizhu/fgz.jpg",
       detailImg:['../../images/plant/fuguizhu/fgz.jpg','../../images/plant/fuguizhu/fgz.jpg','../../images/plant/fuguizhu/fgz.jpg'],
      belongToClass:"室内",
      level: 5,
      saleNumber: "32",
      good:66,
      bad:13,
},{
      name: "巴西铁",
      anotherName:"香龙血树",
      value: "34.00",
      bigvalue: "44.00",
      smallvalue: "24.00",
      genus: "龙血兰科，龙血兰属",
      habit: "巴西铁性喜高温、高湿及通风良好的环境，较喜光亦耐阴，但怕烈日，忌干燥、干旱，喜疏松、排水良好沙质土壤。生长适宜温度为20℃至28℃，冬季13℃以下要防寒害叶片枯干，越冬温度为5℃。",
      technology: "栽培土壤以肥沃、疏松和排水良好的砂质壤土为宜，盆栽以腐叶土、培养土和粗沙的混合土最好。 巴西铁盆栽可用园土2份、泥炭土l份和河沙1份混合配制作为基质。对于用粗大枝干种植的基质多用椰糠、泥炭土和河沙等量混合作为基质;并且多以3根不同长度茎干高低错落植于高桶盆中游养观赏。生长期注意浇水，保持盆土经常湿润，同时还要经常向叶面喷水，以提高周围环境湿度。但不宜使盆土积水，以防通气不良而引起烂根。秋末后宜控制浇水量，保持盆土微湿即可。" ,
      detailText:"巴西铁树干粗壮，叶片剑形，碧绿油光，生机盎然，被誉为“观叶植物的新星”，是颇为流行的室内大型盆栽花木，尤其在较宽阔的客厅、书房、起居室内摆放，格调高雅、质朴，并带有南国情调。是一种株形优美、规整、世界著名的新一代室内观叶植物。",
       imgSrc: "../../images/plant/baxitie/bxt.jpg",
       detailImg:['../../images/plant/baxitie/bxt.jpg','../../images/plant/baxitie/bxt.jpg','../../images/plant/baxitie/bxt.jpg'],
      belongToClass:"室内",
      level: 5,
      saleNumber: "32",
      good:66,
      bad:13,
},
{
      name: "豆瓣绿",
      anotherName:"椒草，翡翠椒草，小家碧玉，豆瓣如意",
      value: "68.00",
      bigvalue: "6000.00",
      smallvalue: "10.00",//只有一个
      genus: "胡椒科 ，草胡椒属",
      habit: "豆瓣绿喜温暖湿润的半阴环境。生长适温25℃左右，最低不可低于10℃，不耐高温，要求较高的空气湿度，忌阳光直射；喜疏松肥沃，和排水良好的湿润土壤。",
      technology: "豆瓣绿适于含腐殖质较高的培养土，盆土可采用4份泥炭土或腐叶土、2份锯木屑、1份珍珠岩或河沙、3份园土混合配制。生长期要保证空气中足够的湿度。高温季节，盆栽宜置于通风阴凉处，避免阳光直射。同时还应注意多浇水，并可向叶面喷水，保持叶面翠绿。豆瓣绿有较强的抗旱能力，浇水过多易烂根，每次浇水宁少勿多，但要经常保持盆土湿润。冬季更应少浇水，忌用过冷的水，最好使水温和室温接近。在5～9月间，2～3周可施用一次肥料。春夏季，盆栽要至于半阴处，冬季可放于阳光充足处，但也要避免连续阳光直射。越冬温度不宜低于10℃。为了保持叶片翠绿，一般，每2～3年换盆或更新一次。植株高10厘米左右时，可适当摘心，促使侧枝萌发，保持株形丰满。" ,
      detailText:"豆瓣绿适合小型盆栽，常用白色塑料盆、白瓷盆栽培，置于茶几、装饰柜、博古架、办公桌上，十分美丽。或任枝条蔓延垂下，悬吊于室内窗前或浴室处，也极清新悦目。豆瓣绿对甲醛，二甲苯，二手烟有一定的净化作用，是防辐射最好的植物",
       imgSrc: "../../images/plant/doubanlv/dbl.jpg",
       detailImg:['../../images/plant/doubanlv/dbl.jpg','../../images/plant/doubanlv/dbl.jpg','../../images/plant/doubanlv/dbl.jpg'],
      belongToClass:"室内",
      level: 5,
      saleNumber: "32",
      good:66,
      bad:13,
}
];

//抢购菜单
var QGList = [{
      name: "桂花",
      anotherName:"木樨，岩桂",
      oldPrice:"120.00",
      newPrice:"100.00",
      value: "100.00",
      bigvalue: "600.00",//只有一个
      smallvalue: "220.00",
      genus: "木犀科，木犀属",
      habit: "桂花喜温暖环境，宜在土层深厚，排水良好，肥沃、富含腐殖质的偏酸性砂质土壤中生长。不耐干旱瘠薄，在浅薄板结贫瘠的土壤上，生长特别缓慢，枝叶稀少，叶片瘦小，叶色黄化，不开花或很少开花，甚至有周期性的枯顶现象，严重时桂花整株死亡；它喜阳光，但有一定的耐阴能力。",
      technology: "应选在春季或秋季，尤以阴天或雨天栽植最好。选在通风、排水良好且温暖的地方，光照充足或半阴环境均可。移栽要打好土球，以确保成活率。栽植土要求偏酸性，忌碱土。盆栽桂花盆土的配比是腐叶土2份、园土3份、沙土3份、腐熟的饼肥2份，将其混合均匀，然后上盆或换盆，可于春季萌芽前进行。地栽前，树穴内应先搀入草本灰及有机肥料，栽后浇1次透水。新技发出前保持土壤湿润，切勿浇肥水。一般春季施1次氮肥，夏季施1次磷、钾肥，使花繁叶茂，入冬前施1次越冬有机肥，以腐熟的饼肥、厩肥为主。忌浓肥，尤其忌入粪尿。盆栽桂花在北方冬季应入低温温室，在室内注意通风透光，少浇水。" ,
      detailText:"桂花能够放出淡而不俗的清香，那种香味浓之余又不会刺激大家的嗅觉，很多人会选择它去探病，因为可以净化病房内的空气，在家里也一样，长期把桂花放在家里，它就可以长期吸附家里的异味，通过光合作用释放出干净的氧气和阵阵的幽香。桂花常与建筑物，山、石机配，以丛生灌木型的植株植于亭、台、楼、阁附近。旧式庭园常用对植，古称'双桂当庭'或'双桂留芳'。在住宅四旁或窗前栽植桂花树，能收到：金风送香的效果。在校园取“蟾宫折桂”之意，也大量的种植桂花。桂花对有害气体二氧化硫、氟化氢有一定的抗性，也是工矿区的一种绿化的好花木。",
      imgSrc: "../../images/plant/guihua/gh.jpg",
       detailImg:['../../images/plant/guihua/gh.jpg','../../images/plant/guihua/gh.jpg','../../images/plant/guihua/gh.jpg','../../images/plant/dannishifengli/dnsfl.jpg'],
      belongToClass:"室外",
      level: 5,
      saleNumber: "32",
      good:66,
      bad:13,
},
{
      name: "红叶石楠",
      anotherName:"火焰红，千年红，红罗宾",
      oldPrice:"125.00",
      newPrice:"100.00",
      value: "100.00",
      bigvalue: "360.00",//只有一个
      smallvalue: "220.00",
      genus: "蔷薇科，石楠属",
      habit: "红叶石楠的生长习性比较特殊，在温暖潮湿的环境生长良好。但是在直射光照下，色彩更为鲜艳。同时，它也有极强的抗阴能力和抗干旱能力。但是不抗水湿。",
      technology: "种植地的土壤以质地疏松、肥沃、微酸性至中性为好，且灌溉方便，排水良好。种植前，每亩施入腐熟厩肥3000kg，过磷酸钙50Kg，土壤翻耕深度在25cm以上，同时施用杀虫剂以防治地下害虫。在缓苗期内，要特别注意水分管理，如遇连续晴天，在移栽后3~4天浇一次水，以后可每隔10天左右浇一次水，如遇连续雨天，则要及时排水。约15天后，种苗度过缓苗期即可施肥。在春季可每半个月施一次尿素，用量每1/15hm²约5kg，夏季和秋季可每半个月施一次复合肥，用量与春季相同，冬季施一次腐熟的有机肥，用量每1/15hm²约1500kg，以开沟埋施为好。施肥要以薄肥勤施为原则，不可一次用量过大，以免伤根烧苗。平时要及时除草松土，以防土壤板结。" ,
      detailText:"红叶石楠也可培育成独干不明显、丛生形的小乔木，群植成大型绿篱或幕墙，在居住区、厂区绿地、街道或公路绿化隔离带应用，当树篱或幕墙一片火红之际，非常艳丽，极具生机。红叶石楠还可培育成独干、球形树冠的乔木，在绿地中孤植，或作行道树，或盆栽后在门廊及室内布置。",
      imgSrc: "../../images/plant/hongyeshinan/hysn.jpg",
       detailImg:['../../images/plant/hongyeshinan/hysn.jpg','../../images/plant/hongyeshinan/hysn.jpg','../../images/plant/hongyeshinan/hysn.jpg'],
      belongToClass:"室外",
      level: 5,
      saleNumber: "32",
      good:66,
      bad:13,
},

  {
      name: "富贵竹",
      anotherName:"万寿竹，开运竹，塔竹，百合竹",
      oldPrice:"115.00",
      newPrice:"100.00",
      value: "100.00",//有一个
      bigvalue: "120.00",//有一个
      smallvalue: "220.00",
      genus: "龙舌兰科 ，龙舌兰属",
      habit: "富贵竹性喜阴湿高温，耐涝，耐肥力强，抗寒力强；喜半荫的环境。富贵竹适宜生长于排水良好的砂质土或半泥砂及冲积层粘土中，适宜生长温度为20—28℃，可耐2—3℃低温，但冬季要防霜冻。夏秋季高温多湿季节，对富贵竹生长十分有利，是其生长最佳时期。它对光照要求不严，适宜在明亮散射光下生长，光照过强、曝晒会引起叶片变黄、褪绿、生长慢等现象",
      technology: "应保持盆土湿润，每半月施一次腐殖酸液肥。夏季在室外养护的要遮阴，光照过强会使叶片变黄，放在北向阳台或疏荫下较好。气候干燥时每日向地面及叶片淋水1次至2次。11月至翌年3月要在室内养护，放南窗前可见阳光处，保持10℃以上可缓慢生长。春季3月至4月换盆换土，培养土可用泥炭土加50%园土配成。盆底先垫2厘米至3厘米厚的陶粒或粗沙砾做排水层，再加入培养土。栽后保持盆土微湿，待新芽发出后可进行正常水肥管理。栽培两年左右要截干重栽，植株可留5节至6 节截干，截下的部分可扦插或水养。" ,
      detailText:"富贵竹属常绿小乔木。富贵竹的美与它的吉祥名字分不开。它具有细长潇洒的叶子，翠绿的叶色，其茎节表现出貌似竹节的特征，却不是真正的竹。中国有“花开富贵，竹报平安”的祝辞，由于富贵竹茎叶纤秀，柔美优雅，极富竹韵，故而很得人们喜爱。富贵竹管理粗放，病虫害少，容易栽培，并象征着“大吉大利”。",
      imgSrc: "../../images/plant/fuguizhu/fgz.jpg",
       detailImg:['../../images/plant/fuguizhu/fgz.jpg','../../images/plant/fuguizhu/fgz.jpg','../../images/plant/fuguizhu/fgz.jpg'],
      belongToClass:"室内",
      level: 5,
      saleNumber: "32",
      good:66,
      bad:13,
    },
];
module.exports = {
    //这个类型
  tuijianList:  TJList,
  qianggouList: QGList

};